src/test/resources/templates/token24/sendOtp-valid.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v2="http://www.firstdata.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <v2:sendOtp>
            <correlationId>${correlationId}</correlationId>
            <tokenRequestorId>${tokenRequestorId}</tokenRequestorId>
        </v2:sendOtp>
    </soapenv:Body>
</soapenv:Envelope>
